{
  "initiatieven": [
    {
      "id": "64edef5468cad1b122290098",
      "name": "esse consectetur non velit",
      "icon": "👶🏻",
      "size": 60,
      "description": "Culpa non ex tempor esse aliquip amet irure ex. Ea laboris sit quis excepteur enim irure proident. Exercitation nisi irure minim qui voluptate. Pariatur est ut duis veniam nisi mollit elit deserunt adipisicing eu Lorem. Culpa elit eiusmod labore et proident eu. Ut aliquip minim eiusmod nisi Lorem velit deserunt deserunt. Cillum culpa dolore irure velit ut consectetur pariatur non consequat quis ex consequat occaecat eu.\r\n",
      "price": 1055,
      "askingPrice": 1075,
      "contributions": [
        {
          "id": 0,
          "name": "Camille",
          "amount": 92,
          "image": "https://picsum.photos/id/48/24",
          "description": "Esse amet irure pariatur elit."
        },
        {
          "id": 1,
          "name": "Samantha",
          "amount": 101,
          "image": "https://picsum.photos/id/21/24",
          "description": "Consequat amet esse excepteur pariatur commodo aute."
        }
      ]
    },
    {
      "id": "64edef5405a9e36946b80d18",
      "name": "incididunt veniam laboris consectetur",
      "icon": "😍",
      "size": 40,
      "description": "Ipsum proident nostrud ut tempor labore do dolore pariatur consectetur ea ipsum. Voluptate anim ullamco sunt consectetur laborum ad esse. Labore voluptate anim id cillum consequat mollit qui. Minim eu laborum velit laboris Lorem Lorem consequat pariatur proident ex minim. Velit incididunt adipisicing magna nisi proident non veniam laborum. Sit labore sunt anim et id tempor officia. Tempor anim incididunt tempor esse quis fugiat amet occaecat aliqua.\r\n",
      "price": 903,
      "askingPrice": 823,
      "contributions": [
        {
          "id": 0,
          "name": "Garner",
          "amount": 65,
          "image": "https://picsum.photos/id/27/24",
          "description": "Et laboris cupidatat irure voluptate culpa id minim pariatur ut nulla."
        },
        {
          "id": 1,
          "name": "Vance",
          "amount": 235,
          "image": "https://picsum.photos/id/21/24",
          "description": "Nostrud excepteur ut culpa ullamco excepteur veniam eiusmod nulla ad est incididunt."
        },
        {
          "id": 2,
          "name": "Alice",
          "amount": 204,
          "image": "https://picsum.photos/id/31/24",
          "description": "Eiusmod laboris sit est incididunt irure ad Lorem eiusmod in non."
        },
        {
          "id": 3,
          "name": "Sims",
          "amount": 219,
          "image": "https://picsum.photos/id/38/24",
          "description": "Et aute sint proident pariatur exercitation amet cillum ad aute."
        }
      ]
    }
  ]
}
