[
  {
    "id": "64f5822fa7c8bc20ae8fe098",
    "name": "est pariatur do do",
    "icon": "😍",
    "size": 39,
    "description": "Exercitation ea Lorem minim elit sint aliquip officia labore excepteur sint eiusmod veniam duis velit. Qui nisi amet anim irure aute. Eu fugiat pariatur anim culpa laborum qui laboris fugiat laboris. Proident est in elit ex commodo reprehenderit ut ea sit velit labore irure qui. Sint minim velit commodo enim magna sint incididunt consequat elit minim sunt nostrud. Cupidatat velit veniam in qui ullamco elit ut amet aliqua ex Lorem. Nulla nulla adipisicing reprehenderit incididunt aliqua proident cupidatat sint nulla sint culpa.\r\n",
    "price": 1094,
    "askingPrice": 826,
    "contributions": [
      {
        "id": 0,
        "name": "Autumn",
        "amount": 137,
        "image": "https://picsum.photos/id/39/24",
        "description": "Quis laboris eu duis aute nulla laboris sint sunt amet in culpa incididunt sunt aliqua."
      },
      {
        "id": 1,
        "name": "Sandoval",
        "amount": 29,
        "image": "https://picsum.photos/id/1/24",
        "description": ""
      },
      {
        "id": 2,
        "name": "Clarissa",
        "amount": 154,
        "image": "https://picsum.photos/id/38/24",
        "description": "Ipsum cupidatat voluptate ullamco et enim aute sint proident et duis."
      },
      {
        "id": 3,
        "name": "Jordan",
        "amount": 199,
        "image": "https://picsum.photos/id/19/24",
        "description": "Veniam officia ea irure nostrud nulla."
      }
    ]
  },
  {
    "id": "64f5822f677f590cdf88d2bf",
    "name": "Lorem consequat officia proident",
    "icon": "🎉",
    "size": 27,
    "description": "Nostrud Lorem eu in magna consectetur eiusmod veniam dolore ullamco do quis aute. Aliquip ex dolore aute aute mollit adipisicing sunt ut ullamco nostrud elit. Adipisicing anim nulla laboris elit occaecat et. Esse cupidatat aute magna incididunt dolor culpa est ullamco incididunt duis. Lorem fugiat tempor magna adipisicing officia exercitation incididunt velit incididunt.\r\n",
    "price": 615,
    "askingPrice": 1020,
    "contributions": []
  }
]
